
{
  "intro": "I am Peter Jarfas, I've been teaching swimming since 2020.",
  "goal1": "My goal is to make children love swimming, be water-safe,",
  "goal2": " and learn freestyle, back and breaststroke.",
  "goal3": "I also teach advanced swimmers the butterfly stroke.",
  "aboutComp1": "I actively compete in senior swimming,",
  "aboutComp2": "setting an example for my students.",
  "aboutComp3": "I have achieved numerous results,",
  "aboutComp4": "including European Championship",
  "aboutComp5": "gold and silver medals.",
  "belief1": "I believe that competitions are the best measure of progress,",
  "belief2": "which is why we organise an in-house competition every year with the other coaches.",
  "swimLesson": "In my swim lessons, I focus on more than just teaching strokes, I aim to build confidence and foster a genuine love for the water. Every lesson is designed to inspire, combining technical precision with a supportive and encouraging environment that allows students to thrive. I believe that swimming should be a joyful experience, where every child feels safe, excited, and eager to return to the pool. My goal is not just to teach swimming, but to create a lasting passion for the sport.",
  "happyKids": "My vision extends beyond basic swimming skills. I'm always on the lookout for that exceptional talent - a child who could shine at the national student olympics. But more than just seeking champions, I believe in nurturing every child's potential. Whether it's mastering a new stroke or overcoming fear of water, I celebrate every achievement.",
  "girls": "Every student has a unique journey. Take Mira (left), whom I discovered during preschool lessons. She had a natural dolphin kick that caught my attention, and we are now starting our second year of training together. Szofi, another talented swimmer, practiced a lot with her dad, and although it took a year before she felt ready to join my classes, it was well worth the wait. Both girls are now thriving, and it's a joy to watch them grow in the pool.",
  "senior1": "I have been a proud member of the Budapest Dolphins Senior Swimming Club since 2017. More than just a team, it's a community of passionate swimmers who support and challenge each other to excel at any age. Competing at this level brings a unique perspective to my teaching. It constantly reminds me that with dedication, the right technique, and a love for the sport, swimming can be a rewarding journey that lasts a lifetime.",
  "senior2": "My most notable achievements include winning a gold medal with the mixed medley relay at the 2018 European Championships in Slovenia, and securing silver medals at the 2024 European Championships in Belgrade. Being part of this club not only keeps me in shape but also allows me to continuously challenge myself and inspire my swimmers to pursue their own goals.",
  "studentName2": "Hunor Peter N.",
  "studentAchievement2": "Bronze medal, 50 m freestyle. School Olympics county final, 2023, Category I.",
  "studentName3": "Luca K.",
  "studentAchievement3": "Regional champion of the School Olympics, 2023. In 100 m freestyle and 100 m backstroke.",
  "master": "Master",
  "students": "Students",
  "belgradEB": "2024 double European Championship silver medalist: in the 4x50 m men's freestyle relay and the 4x50 m mixed medley relay.",
  "diplom": "At the 2024 Slovak National Championships, I won 2 gold medals: in the 4x50 m men's medley and 4x50 m men's freestyle, 1 silver medal: in the 4x50 m mixed freestyle, and 2 bronze medals: in the 100 m breaststroke and 50 m breaststroke.",
  "thophyPic": "I am proud of winning 5 medals at the 2023 National Championships in Kecskemét, including 3 golds: 50 m freestyle, 4x50 m freestyle relay, and 4x50 m mixed freestyle relay, as well as 2 silvers: 50 m breaststroke and 100 m breaststroke.",
  "torokbalint": "At the 2022 End-of-Season Senior Competition, I won 4 gold medals: 50 m breaststroke, 50 m freestyle, 4x50 m mixed medley relay, and 4x50 m men's relay.",
  "gyula": "2022, Gyula, national champion in 100 m breaststroke.",
  "slovenia": "At the Slovak National Championships in 2022, I achieved a silver medal in the 50 m freestyle and a bronze medal in the 50 m breaststroke.",
  "medals": "My 2018 results: I competed in 42 events and won 36 medals, including 25 gold, 8 silver, and 3 bronze.",
  "video1": "Belgrade Masters European Championships 2024, \n4x50 m men's freestyle relay, Budapest Dolphins",
  "video2": "Belgrade Masters European Championships 2024, \n4x50 m mixed medley relay",
  "video3": "Slovenia Masters European Championships 2018, \n4x50 m mixed medley relay gold medalists",
  "reviewBtn": "Leave a Review",
  "name": "Full Name",
  "enterName": "Enter your name",
  "enterEmail": "Enter your email", 
  "review": "Your Review",
  "enterReview": "Write your review here...",
  "stars": "How many stars?",
  "submit": "Submit",
  "testimonials": "Testimonials",
  "monday": "MONDAY",
  "tuesday": "TUESDAY",
  "wednesday": "WEDNESDAY",
  "thursday": "THURSDAY",
  "friday": "FRIDAY",
  "saturday": "SATURDAY",
  "beginner": "Beginner",
  "advanced": "Advanced",
  "swimmer": "Swimmer",
  "training": "Training",
  "timetable": "Timetable",
  "prices": "Prices",
  "beginnerContent": "A session in the training pool. Water depth: 70 - 90 cm. Water temperature: 29-30°C.",
  "beginnerContent1": "The area is roped off across the shallower part of the pool (6 meters) where tasks are performed.",
  "beginnerContent2": "The children in this group can touch the bottom of the pool, ensuring they can complete tasks with maximum safety.",
  "beginnerContent3": "Goal: To develop water confidence, learn to submerge, and master three types of leg kicks (freestyle, backstroke, and breaststroke).",
  "advancedContent": "A session in the training pool. Water depth: 70 - 120 cm. Water temperature: 29-30°C.",
  "advancedContent1": "Suitable for those who can independently swim the length of the pool (12.5 meters) using at least two different types of leg kicks.",
  "advancedContent2": "The instructor assists the children in the water and corrects their movements as needed.",
  "advancedContent3": "Goal: To master arm strokes, learn diving, and achieve independent swimming without equipment over a distance of 12.5 meters.",
  "swimmerContent": "A session held in a 25-meter pool. Water depth: 120 - 180 cm. Water temperature: 27-28°C.",
  "swimmerContent1": "The instructor provides instructions and corrects form from the poolside.",
  "swimmerContent2": "Goal: To improve endurance, swim 50 meters continuously with proper technique, learn to dive from the starting block, and master flip turns.",
  "trainingContent": "Preparation for smaller competitions for children selected by the instructor.",
  "trainingContent1": "Children wishing to join the training sessions for the first time are assessed by the coach in advance.",
  "trainingContent2": "This is an intensive class where participants often push themselves to their physical limits, reaching the boundaries of their performance capabilities.",
  "groupClass": "Group Classes",
  "groupSize": "Minimum participation of 4 people",
  "groupPrice": "2500 HUF / session",
  "oneOnone": "Private Lessons",
  "oneOnoneTime": "45 minutes",
  "oneOnOnePrice": "10,000 HUF / session",
  "achievements": "Achievements",
  "moreVideos": "For more videos, visit my YouTube channel! Click the link at the bottom of the page.",
  "prev": "Previous",
  "next": "Next",
  "photos": "PHOTOS",
  "videos": "VIDEOS",
  "awards": "ACHIEVEMENTS",
  "timetableDiv": "TIMETABLE \n/PRICES",
  "reviews": "REVIEWS"



}
