{
  "intro": "Járfás Péter vagyok, 2020 óta foglalkozom úszásoktatással.",
  "goal1": "Célom, hogy minden gyermek vízbiztos legyen,",
  "goal2": "elsajátítsa a gyors-, hát- és mellúszást, és szeresse, amit csinál.",
  "goal3": "Emellett a versenyző gyerekeknek megtanítom a pillangóúszás alapjait is.",
  "aboutComp1": "Aktívan versenyzem a szenior úszásban, példát mutatva tanítványaimnak.",
  "aboutComp2": "Számos eredményt értem el, köztük arany- és ezüstérmeket az EB-n.",
  "belief1": "Hiszem, hogy a versenyek a fejlődés legjobb mércéi,",
  "belief2": "ezért minden évben megrendezzük a Mikulás kupát",
  "belief3": "és egy tavaszi versenyt is,",
  "belief4": "ahol minden résztvevő nyer valamit.",
  "swimLesson": "Az óráimon nem csak az úszásnemek megtanítására fókuszálok, célom, hogy minden gyerek magabiztosan érezze magát a vízben. Minden alkalommal igyekszem inspirálni a gyerekeket, ötvözve a pontos technikát egy olyan környezettel, ahol jól érzik magukat és fejlődhetnek. Szerintem az úszásnak egy vidám élménynek kell lennie. Azt szeretném, ha a gyerekek izgatottan jönnének vissza a medencéhez, mert tudják, hogy itt biztonságban vannak. Végső soron nem csak úszni tanítok, hanem azt remélem, hogy egy életre megszerettetem velük ezt a sportot.",
  "happyKids": "A céljaim túlmutatnak az alapvető úszástudás átadásán. Mindig keresem azt a kivételes tehetséget - azt a gyereket, aki akár a diákolimpián is ragyoghatna. De nem csak a bajnokok kereséséről van szó, hiszek abban, hogy minden gyermekben rejlik valami különleges. Legyen szó egy új úszásnem elsajátításáról vagy a víztől való félelem leküzdéséről, itt minden eredményt megünneplünk.",
  "girls": "Minden tanítványom útja egyedi. Vegyük például Mirát (balra), akit még az óvodai úszásoktatás során fedeztem fel. Nagyon ügyesen és hatékonyan delfinezett ami azonnal felkeltette a figyelmemet, és most már a második évünket kezdjük együtt edzéseken. Szofi, egy másik tehetséges úszó, sokat gyakorolt édesapjával, és bár egy évbe telt, mire készen állt, hogy csatlakozzon hozzám, megérte várni. Mindkét lány most kiválóan teljesít, és öröm látni, ahogy fejlődnek a medencében.",
  "senior1": "2017 óta büszke tagja vagyok a Budapesti Delfinek Szenior Úszó Egyesületnek. Ez nem csak egy csapat, hanem egy összetartó közösség, ahol a szenvedélyes úszók minden korosztályban támogatják és motiválják egymást, hogy jobbak legyünk. A versenyzés ezen a szinten új perspektívát ad a tanításomhoz. Mindig emlékeztet arra, hogy megfelelő technikával, elkötelezettséggel és a sport iránti szeretettel az úszás egy életen át tartó, izgalmas utazás lehet.",
  "senior2": "A legjelentősebb eredményeim közé tartozik a mix vegyes váltóval szerzett aranyérem a 2018-as szlovéniai Európa-bajnokságon és az ezüstérmek a 2024-es belgrádi EB-n. A klub tagjának lenni nemcsak formában tart, de folyamatosan kihívások elé állít, és inspirál arra, hogy tanítványaimat is arra ösztönözzem, hogy saját céljaikat elérjék.",
  "studentName1": "Abigél, Aisa, Emília, Luca, Bence, Hunor, Marci, Peti",
  "studentAchievement1": "Tanítványaim első versenye 2022 Decemberében. 10 versenyszámban 5 arany- és 2 ezüstérmet szereztek.",
  "studentName2": "N. Hunor Péter",
  "studentAchievement2": "Bronzérem, 50 m gyorsúszás. Diákolimpia megyei döntő, 2023, I. korcsoport.",
  "studentName3": "K. Luca",
  "studentAchievement3": "Diákolimpia területi bajnoka, 2023. 100 m gyors-, és 100 m hátúszáson.",
  "master": "MESTER",
  "students": "TANÍTVÁNYAI",
  "belgradEB": "2024 kétszeres Európa-bajnoki ezüstérmes: 4x50 m férfi gyorsváltóban és 4x50 m mix vegyes váltóban.",
  "diplom": " A 2024-es Szlovák Országos Bajnokságon 2 aranyérmet szereztem: 4x50 m férfi vegyes és 4x50 m férfi gyors, 1 ezüstérmet: 4x50 m mix gyors, valamint 2 bronzérmet: 100 m mell és 50 m mell.",
  "thophyPic": " A 2023-as kecskeméti Országos Bajnokságon 5 éremmel büszkélkedhetek, 3 arannyal: 50 m gyors, 4x50 m gyorsváltó és 4x50 m mix gyorsváltó, valamint 2 ezüsttel: 50 m mell és 100 m mell.",
  "torokbalint": "2022, Évadzáró Szenior versenyen 4 aranyérmet szereztem: 50 m mell, 50 m gyors, 4x50 m mix vegyes váltó és 4x50 m férfi váltó.",
  "gyula": "2022, Gyula, oszágos bajnok 100 m mellen",
  "slovenia": "A Szlovák Országos Bajnokságon 50 m gyorson ezüstöt és 50 m mellen bronzot értem el",
  "szazhalombatta": "A százhalombattai rövidpályás Országos Bajnokságot 4 bronzéremmel zártunk: 50 m mell, 50 m gyors, 4x50 m mix vegyes váltó és 4x50 m férfi váltó.",
  "medals": "2018-as eredményeim: 42 versenyszámban indultam, 36 érmet szereztem, ebből 25 arany, 8 ezüst és 3 bronz.",
  "video1": "Belgrád Masters EB 2024,\n4x 50 férfi gyors váltó Budapesti Delfinek.",
  "video2": "Belgrád Masters EB 2024,\n4x 50 mix vegyes váltó",
  "reviewBtn": "Vélemény írása",
  "name": "Teljes Név",
  "enterName": "Add meg a neved",
  "enterEmail": "Add meg az email címed",
  "review": "Véleményed",
  "enterReview": "Írd ide a véleményed...",
  "stars": "Hány csillagot adsz?",
  "submit": "Küldés",
  "testimonials": "Vélemények"
}